/* Application menu */
"About DNSUpdate" = "About DNSUpdate";
"Support DNSUpdate..." = "Support DNSUpdate...";
"Preferences..." = "Preferences...";
"Services" = "Services";
"Hide DNSUpdate" = "Hide DNSUpdate";
"Hide Others" = "Hide Others";
"Show All" = "Show All";
"Quit DNSUpdate" = "Quit DNSUpdate";

/* File menu */
"File" = "File";
"Edit Users" = "Edit Users";
"Close" = "Close";

/* Edit menu */
"Edit" = "Edit";
"Cut" = "Cut";
"Copy" = "Copy";
"Paste" = "Paste";
"Clear" = "Clear";
"Select All" = "Select All";

/* Tools menu */
"Tools" = "Tools";
"Open Log File" = "Open Log File";
"Uninstall DNSUpdate" = "Uninstall DNSUpdate";

/* Window menu */
"Window" = "Window";
"Minimize" = "Minimize";
"Open Monitor Window" = "Open Monitor Window";
"Bring All to Front" = "Bring All to Front";

/* Help menu */
"Help" = "Help";
"DNSUpdate Help" = "DNSUpdate Help";

/* Usual Dialog buttons */
"Cancel" = "Cancel";
"Save" = "Save";
"Go" = "Go";

/* Preferences Window */
"DNSUpdate Preferences" = "DNSUpdate Preferences";
"DNSUpdate daemon activation:" = "DNSUpdate daemon activation:";
"Keep state across reboot" = "Keep state across reboot";
"Activate on boot" = "Activate on boot";
"Deactivate on boot" = "Deactivate on boot";
"Auto-start" = "Auto-start";
"In \"Auto-start\" mode, the daemon will be activated only if the application is launched." = "In \"Auto-start\" mode, the daemon will be activated only if the application is launched.";

/* Support Panel */
"Support DNSUpdate" = "Support DNSUpdate";
"Please support DNSUpdate" = "Please support DNSUpdate";
"DNSUpdate is free and opensource. It will remain free and opensource. However you can support the author by:" = "DNSUpdate is free and opensource. It will remain free and opensource. However you can support the author by:";
"Helping with the localizations, icons" = "Helping with the localizations, icons";
"Donating via Paypal (5$, 10$, Whatever you want)\n" = "Donating via Paypal (5$, 10$, Whatever you want)\n";
"(This panel is availalable via the Application menu)" = "(This panel is availalable via the Application menu)";
"Maybe Later" = "Maybe Later";
"Contact the author" = "Contact the author";
"Donate via PayPal" = "Donate via PayPal";

/* Users Window */
"DNSUpdate Users" = "DNSUpdate Users";
"Add Host" = "Add Host";
"Add User" = "Add User";
"Edit User" = "Edit User";
"Remove User" = "Remove User";

/* User sheet */
"User (unknown)" = "User (unknown)";
"Username:" = "Username:";
"Password:" = "Password:";
"Service:" = "Service:";

/* Host Sheet */
"Host" = "Host";
"Hostname:" = "Hostname:";
"Interface:\n" = "Interface:\n";
"Host Options" = "Host Options";

/* DynDNS.org service */
"DynDNS.org" = "DynDNS.org";
"DynDNS.org options" = "DynDNS.org options";
"Use secure connection (SSL)" = "Use secure connection (SSL)";
"DynDNS.org home page:" = "DynDNS.org Home Page";
"Host type:\n" = "Host type:\n";
"Enable Wildcard" = "Enable Wildcard";
"Mail Exchanger:" = "Mail Exchanger:";
"Back MX" = "Back MX";
/* Special: Do not translate those ones */
"custom" = "custom";
"dyndns" = "dyndns";
"statdns" = "statdns";

/* ZoneEdit.com service */
"ZoneEdit home page" = "ZoneEdit home page";
"No options available for ZoneEdit" = "No options available for ZoneEdit";

/* Monitor Window */
"DNSUpdate Monitor" = "DNSUpdate Monitor";
"Pause DNSUpdate daemon" = "Pause DNSUpdate daemon";

/* Tables' Headers */
"User" = "User";
"Active" = "Active";
"Hostname" = "Hostname";
"Last Update" = "Last Update";
"Name" = "Name";
"Registered IP" = "Registered IP";
"Status" = "Status";

/* Launch/Installation sequence */
"DNSUpdate Launch" = "DNSUpdate Launch";
"The daemon is starting... please wait.\n" = "The daemon is starting... please wait.\n";

/* Unused or deprecated */
"Built-in Ethernet" = "Built-in Ethernet";
"DNSUpdate" = "DNSUpdate";
"MainMenu" = "MainMenu";
"Menu" = "Menu";
"New User..." = "New User...";
"Open Users Window" = "Open Users Window";
"OtherViews" = "OtherViews";
"unknown" = "unknown";

/* Dock Menu */
"Pause Daemon" = "Pause Daemon";
